IDEA Open Model
LoadingSLS.InternalForces Property
Compatible with IDEA StatiCa Beta 20.0
 Internal force in section (permanent for staged section)
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfInternalForces InternalForces { get; set; }
Public Property InternalForces As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingSLS Class
IdeaRS.OpenModel.Concrete.Load Namespace